Revit 2027 API
ParameterTypeId.FamilyFreeinstDefaultElevation Property
 "Default Elevation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FamilyFreeinstDefaultElevation { get; }
Public Shared ReadOnly Property FamilyFreeinstDefaultElevation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FamilyFreeinstDefaultElevation {
	ForgeTypeId^ get ();
}
static member FamilyFreeinstDefaultElevation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace